[
   

    {
      "id": 3,
      "contest_name": "Python Coding Extravaganza",
      "contest_type": "Coding",
      "contest_category": "Regular",
      "image": "https://i.ibb.co/XZg6m1t/Python-Coding-Extravaganza.jpg",
      "attempted_count": 800,
      "short_description": "Unleash the power of Python in this Coding Extravaganza. Join 800 participants in solving challenges and creating Pythonic solutions. From scripting to automation, let your Python prowess shine. The unique coding image sparks inspiration for participants, challenging them to redefine what's possible with Python. Compete for a chance to win $600 and elevate your Python skills to new heights. The deadline is approaching, so don't miss the opportunity to be part of this Python coding journey!",
      "contest_winner_name": "Charlie Brown",
      "inspirational_message": "Nurture your dreams and let them blossom into reality. Participate in the contest and unleash your true potential!",
      "contest_prize": "$600",
      "winner_image": "https://i.ibb.co/c18NF76/alexander-hipp-i-EEBWg-Y-6l-A-unsplash.jpg",
      "deadline_counter": "2023-12-15T23:59:59",
      "contest_price": "600",
     

      "task_submission": "Submit your Python solutions through the contest platform by the deadline. Ensure your code is efficient, and provide clear explanations for your solutions.",
     
    },
    {
      "id": 4,
      "contest_name": "Node.js Coding Marathon",
      "contest_type": "Coding",
      "contest_category": "Regular",
      "image": "https://i.ibb.co/zP8pwrv/Node-js-Coding-Marathon.jpg",
      "attempted_count": 673,
      "short_description": "Embark on a Node.js Coding Marathon! Join 600 participants in a journey through asynchronous JavaScript. Build scalable and efficient applications using the power of Node.js. The contest challenges you to explore the world of server-side scripting and real-time applications. Compete for a chance to win $800 and showcase your Node.js expertise. The deadline is approaching, so gear up for this coding marathon!",
      "contest_winner_name": "David Miller",
      "inspirational_message": "Embrace the power of creativity and embark on a journey of innovation. Join the contest and let your imagination soar!",
      "contest_prize": "$800",
      "winner_image": "https://i.ibb.co/3NzCF4D/behnam-samipour-Idh8-Uw-Of-Gko-unsplash.jpg",
      "deadline_counter": "2023-12-25T12:00:00",
      "contest_price": "800",
      "task_submission_text": "Submit your Node.js solutions and demonstrate your coding marathon skills."
    },
    {
      "id": 5,
      "contest_name": "Ruby Coding Showcase",
      "contest_type": "Coding",
      "contest_category": "Regular",
      "image": "https://i.ibb.co/DWKSKsm/Ruby-Coding-Showcase.jpg",
      "attempted_count": 1020,
      "short_description": "Showcase your Ruby skills in this Coding Challenge. Join 1000 participants in crafting elegant and expressive code. From web development to scripting, let the beauty of Ruby shine. The unique coding image sparks inspiration for Ruby enthusiasts, challenging them to create innovative solutions. Compete for a chance to win $700 and be recognized for your Ruby coding prowess. The deadline is approaching, so don't miss the opportunity to be part of this Ruby coding showcase!",
      "contest_winner_name": "Eva Davis",
      "inspirational_message": "Embrace the spirit of competition and let your passion ignite. Participate in the contest and make your dreams come true!",
      "contest_prize": "$700",
      "winner_image": "https://i.ibb.co/8zFyg9M/elizeu-dias-2-EGNqazb-AMk-unsplash-1.jpg",
      "deadline_counter": "2023-12-18T18:00:00",
      "contest_price": "700",
      "task_submission_text": "Submit your Ruby code and showcase the elegance of your solutions."
    },
    {
      "id": 6,
      "contest_name": "C++ Coding Battle",
      "contest_type": "Coding",
      "contest_category": "Regular",
      "image": "https://i.ibb.co/VwrJ08P/C-Coding-Battle.jpg",
      "attempted_count": 902,
      "short_description": "Gear up for a C++ Coding Battle! Join 1500 participants in demonstrating your C++ prowess. From high-performance applications to game development, conquer challenges with the power of C++. The contest challenges you to showcase your mastery of object-oriented programming and efficiency in algorithmic design. Compete for a chance to win $1000 and be crowned the C++ Coding Champion. The deadline is approaching, so prepare for this epic coding battle!",
      "contest_winner_name": "Frank Taylor",
      "inspirational_message": "Embrace the power of creativity and embark on a journey of innovation. Join the contest and let your imagination soar!",
      "contest_prize": "$1000",
      "winner_image": "https://i.ibb.co/8zFyg9M/elizeu-dias-2-EGNqazb-AMk-unsplash-1.jpg",
      "deadline_counter": "2023-12-31T23:59:59",
      "contest_price": "1000",
      "task_submission_text": "Submit your C++ solutions and battle your way to victory."
    },
    {
      "id": 7,
      "contest_name": "LensCrafted Visions Contest",
      "contest_type": "Photography",
      "contest_category": "Popular",
      "image": "https://i.ibb.co/YZ5qTPb/Lens-Crafted-Visions-Contest.jpg",
      "attempted_count": 1941,
      "short_description": "Unleash your creativity in the LensCrafted Visions Contest. This photography challenge invites you to explore the art of visual storytelling through your lens. Join 1200 participants in capturing unique perspectives, moments, and emotions. The captivating contest image sets the tone for an exploration of visual narratives. Craft images that tell a story, evoke emotions, and leave a lasting impression. Compete for a chance to win $1000 and showcase your lenscrafted vision to the world. The deadline is approaching, so seize the opportunity to be part of this visual journey!",
      "contest_winner_name": "Grace Turner",
      "inspirational_message": "Nurture your dreams and let them blossom into reality. Participate in the contest and unleash your true potential!",
      "contest_prize": "$1800",
      "winner_image": "https://i.ibb.co/Cz0XfDz/ilona-purdes-tsb-EHLN24-UA-unsplash.jpg",
      "deadline_counter": "2023-12-15T23:59:59",
      "contest_price": "1800",
      "task_submission_text": "Submit your captivating photos and share your lenscrafted vision."
    },
    {
      "id": 8,
      "contest_name": "Capture the Moment Challenge",
      "contest_type": "Photography",
      "contest_category": "Regular",
      "image": "https://i.ibb.co/cXS1TbY/Capture-the-Moment-Challenge.jpg",
      "attempted_count": 855,
      "short_description": "Seize the moment in the Capture the Moment Challenge. This photography contest celebrates the beauty of spontaneous and fleeting moments. Join 800 participants in freezing time through your lens. The captivating contest image beckons creatives to showcase their ability to capture the essence of a moment. Craft images that tell a powerful story in a single frame. Compete for a chance to win $800 and immortalize your ability to capture the perfect moment. The deadline is approaching, so get ready to freeze time with your lens!",
      "contest_winner_name": "Daniel Harper",
      "inspirational_message": "Dare to dream beyond the limits and transform your aspirations into tangible achievements. Participate now and aim for victory!",
      "contest_prize": "$800",
      "winner_image": "https://i.ibb.co/YNxgbz8/imansyah-muhamad-putera-n4-Kew-LKFOZw-unsplash.jpg",
      "deadline_counter": "2023-12-20T18:00:00",
      "contest_price": "800",
      "task_submission_text": "Submit your moment-capturing photos and freeze time with your lens."
    },
    {
      "id": 9,
      "contest_name": "Shutter Symphony Showcase",
      "contest_type": "Photography",
      "contest_category": "Regular",
      "image": "https://i.ibb.co/z2DV1RZ/Shutter-Symphony-Showcase.jpg",
      "attempted_count": 733,
      "short_description": "Compose a visual symphony in the Shutter Symphony Showcase. This photography competition invites you to harmonize elements, colors, and emotions through your lens. Join 1000 participants in creating a visual masterpiece. The captivating contest image sparks inspiration for participants, challenging them to create a symphony of visual elements. Compete for a chance to win $1200 and let your visual composition take center stage. The deadline is approaching, so prepare to showcase your photographic symphony!",
      "contest_winner_name": "Olivia Martinez",
      "inspirational_message": "Embrace the power of creativity and embark on a journey of innovation. Join the contest and let your imagination soar!",
      "contest_prize": "$1200",
      "winner_image": "https://i.ibb.co/KyhFpVT/jake-nackos-IF9-TK5-Uy-KI-unsplash.jpg",
      "deadline_counter": "2023-12-25T12:00:00",
      "contest_price": "1200",
      "task_submission_text": "Submit your visually harmonious photos and showcase your photographic symphony."
    },

]